Repository: zx648383079/UWP-Timer
Catalog: UWP-Timer/Strings/*/Resources.resw
Source language: en
Languages: zh_hans

# add_btn.Label
source: Add
zh_hans: 添加

# app_name
source: My Timer
zh_hans: 我的时间回忆薄

# article_tab_all
source: All
zh_hans: 全部

# article_tab_best
source: Best
zh_hans: 推荐

# article_tab_hot
source: Hot
zh_hans: 最热

# article_tab_new
source: New
zh_hans: 最新

# authorize_tip.Text
source: Authorizing WEB login
zh_hans: 正在授权WEB端登录

# avatar_title.Ttile
source: Modifying Avatar
zh_hans: 修改头像

# cancel_btn.Content
source: Reject
zh_hans: 取消授权

# cancel_confirm_btn.Content
source: Confirm
zh_hans: 确认注销

# cancel_confirm_content
source: After the account is cancelled, all your records will disappear forever.
zh_hans: 账户注销后，您所有的记录将永远消失。

# cancel_confirm_no
source: No
zh_hans: 暂不注销

# cancel_confirm_title
source: Account cancellation confirmation
zh_hans: 账户注销确认

# cancel_confirm_yes
source: Yes
zh_hans: 继续注销

# cancel_reason_1.Content
source: Need to untie the phone
zh_hans: 需要解绑手机

# cancel_reason_2.Content
source: Need to unbind email
zh_hans: 需要解绑邮箱

# cancel_reason_3.Content
source: Security / privacy concerns
zh_hans: 安全/隐私顾虑

# cancel_reason_4.Content
source: This is a redundant account
zh_hans: 这是多余的账户

# cancel_reason_error
source: Please select a reason for cancellation
zh_hans: 请选择注销理由

# cancel_success_tip
source: Cancellation request has been submitted, waiting for administrator review
zh_hans: 注销请求已提交，等待管理员审核

# cancel_tip.Text
source: Please select the reason for cancellation:
zh_hans: 请选择注销原因：

# checked_in_label.Text
source: Checked In
zh_hans: 已签到

# check_in_btn.Content
source: Check In
zh_hans: 签到

# check_in_tip
source: Signed for {day} day in a row, continue to refuel
zh_hans: 已连续签到{day}天，继续加油

# confrim_btn.Content
source: Confirm authorization
zh_hans: 确认授权

# connect_title.Text
source: Account Link
zh_hans: 账户关联

# driver_tip.Text
source: Latest login device: Click to view login time
zh_hans: 最新登陆设备：点击可以查看登陆时间

# edit_birth.Header
source: Birthday
zh_hans: 生日

# edit_birth.PlaceholderText
source: Choose birthday
zh_hans: 选择生日

# edit_name.Header
source: Nickname
zh_hans: 昵称

# edit_name.PlaceholderText
source: Please enter a nickname
zh_hans: 请输入昵称

# edit_name_error
source: Please enter a nickname
zh_hans: 请输入昵称

# edit_sex.Header
source: Sex
zh_hans: 性别

# edit_sex_0.Content
source: Other
zh_hans: 未知

# edit_sex_1.Content
source: Male
zh_hans: 男

# edit_sex_2.Content
source: Female
zh_hans: 女

# edit_title.Title
source: Edit personal information
zh_hans: 编辑个人信息

# feedback_header.Title
source: Feedback
zh_hans: 留言反馈

# fk_content.PlaceholderText
source: Please enter the message content
zh_hans: 请输入留言内容

# fk_content_error
source: Please enter the message content
zh_hans: 请输入留言内容

# fk_content_label.Text
source: Message content
zh_hans: 留言内容

# fk_email.PlaceholderText
source: Please enter your email
zh_hans: 请输入您的邮箱

# fk_email_label.Text
source: Your Email
zh_hans: 您的邮箱

# fk_name.PlaceholderText
source: Please enter your name
zh_hans: 请输入您的称呼

# fk_name_error
source: Please enter your name
zh_hans: 请输入您的称呼

# fk_name_label.Text
source: Your name
zh_hans: 您的称呼

# fk_phone.PlaceholderText
source: Please enter your contact information
zh_hans: 请输入您的联系方式

# fk_phone_label.Text
source: Your contact information
zh_hans: 您的联系方式

# fk_save_success
source: Your feedback has been submitted
zh_hans: 您的反馈已提交

# fri_label.Text
source: Fri
zh_hans: 五

# full_screen_label.Text
source: Full Screen
zh_hans: 全屏

# home_menu.Content
source: Home
zh_hans: 首页

# login_agreement.Content
source: the user agreement of this site
zh_hans: 本站协议

# login_agreement_error
source: Please agree to the user agreement of this site
zh_hans: 请先同意本站用户协议

# login_agree_check.Content
source: Agree
zh_hans: 同意

# login_back_login.Text
source: Back to login
zh_hans: 返回登录

# login_btn.Content
source: Login
zh_hans: 登录

# login_code.PlaceholderText
source: Please enter the security code
zh_hans: 请输入安全代码

# login_code_error
source: Please enter the correct security code
zh_hans: 请输入正确的安全码

# login_email.PlaceholderText
source: Please input your email
zh_hans: 请输入邮箱

# login_email_error
source: Please enter the correct email
zh_hans: 请输入正确邮箱

# login_name.PlaceholderText
source: Please enter a nickname
zh_hans: 请输入昵称

# login_pwd.PlaceholderText
source: Please enter the password
zh_hans: 请输入密码

# login_pwd_error
source: Please enter the correct password
zh_hans: 请输入正确密码

# login_reg_btn.Content
source: Register
zh_hans: 注册

# login_reg_success_tip
source: Successful account registration
zh_hans: 注册成功

# login_reset.Content
source: Reset Password
zh_hans: 重置密码

# login_reset_label
source: Reset Password
zh_hans: 重置密码

# login_reset_success_tip
source: Password reset successful
zh_hans: 密码重置成功

# login_re_pwd.PlaceholderText
source: Please confirm your password
zh_hans: 请确认密码

# login_re_pwd_error
source: Two passwords are inconsistent
zh_hans: 两次密码不一致

# login_send_email.Content
source: Send verification email
zh_hans: 发送验证邮件

# login_send_success_tip
source: Mail has been sent to your mailbox
zh_hans: 已发送邮件到您的邮箱

# login_success_tip
source: Login successful
zh_hans: 登录成功

# login_to_reg.Text
source: Register an account
zh_hans: 注册账号

# login_to_reset.Text
source: forget password
zh_hans: 忘记密码

# member_check_in.Label
source: Check In
zh_hans: 签到

# member_fk.Label
source: Feedback
zh_hans: 反馈

# member_help.Label
source: Help
zh_hans: 帮助

# member_hi
source: Hi, {name}~
zh_hans: 欢迎您，{name}~

# member_message.Label
source: Message
zh_hans: 我的消息

# member_no_login.Text
source: Hi, Please login~
zh_hans: 欢迎您，请登录~

# member_no_login_tip
source: Hi, Please login~
zh_hans: 欢迎您，请登录~

# member_scan.Label
source: Scan
zh_hans: 扫一扫

# member_setting.Label
source: Settings
zh_hans: 设置

# message_status_unread.Text
source: Unread
zh_hans: 未读

# message_tap_read.Text
source: Click to view
zh_hans: 点击查看

# mon_label.Text
source: Mon
zh_hans: 一

# my_menu.Content
source: My
zh_hans: 我的

# pause_status_label.Text
source: Suspended
zh_hans: 暂停中

# profile_avatar.Text
source: Avatar
zh_hans: 头像

# profile_birth.Label
source: Birthday
zh_hans: 生日

# profile_cancel_btn.Label
source: Account cancellation
zh_hans: 账户注销

# profile_connect_btn.Label
source: Account Link
zh_hans: 账户关联

# profile_driver_btn.Label
source: Login device management
zh_hans: 登录设备管理

# profile_logout.Content
source: Logout
zh_hans: 退出

# profile_name.Label
source: Nickname
zh_hans: 昵称

# profile_pwd_btn.Label
source: Change Password
zh_hans: 修改密码

# profile_sex.Label
source: Sex
zh_hans: 性别

# pwd_new.PlaceholderText
source: Please enter a new password
zh_hans: 请输入新密码

# pwd_new_error
source: Please enter a new password
zh_hans: 请输入新密码

# pwd_new_label.Text
source: New Password
zh_hans: 新密码

# pwd_old.PlaceholderText
source: Please enter the old password (you can fill in 6 characters if you don't set it)
zh_hans: 请输入旧密码(未设可随便填入6位字符)

# pwd_old_error
source: Please enter the old password
zh_hans: 请输入旧密码

# pwd_old_label.Text
source: Old Password
zh_hans: 旧密码

# pwd_re.PlaceholderText
source: Please confirm your password
zh_hans: 请确认密码

# pwd_re_label.Text
source: Confirm Password
zh_hans: 确认密码

# pwd_title.Title
source: Change Password
zh_hans: 修改密码

# pwd_update_success_tip
source: Password changed successfully, please log in again
zh_hans: 密码修改成功，请重新登录

# qr_is_expired
source: The QR code has expired!
zh_hans: 二维码已失效！

# review_menu.Content
source: Review
zh_hans: 时间簿

# running_status_label.Text
source: Processing
zh_hans: 进行中

# sat_label.Text
source: Sat
zh_hans: 六

# scan_menu.Content
source: Scan
zh_hans: 扫一扫

# scan_tip_label.Text
source: Tip: Please place the QR code pattern in the viewfinder
zh_hans: 提示：请将二维码图案放置在取景框内

# screen_on_label.Text
source: Screen On
zh_hans: 屏幕常亮

# search_box.PlaceholderText
source: Search a help article
zh_hans: 搜索帮助

# setting_header.Title
source: Settings
zh_hans: 设置

# setting_save_success
source: Settings saved successfully!
zh_hans: 设置保存成功！

# sun_label.Text
source: Sun
zh_hans: 日

# task_add_btn.Label
source: Add
zh_hans: 添加

# task_add_today.Label
source: Add to today's task
zh_hans: 添加到今日任务

# task_add_today_success
source: Add Success
zh_hans: 添加成功

# task_cancel_ mode.Label
source: Cancel
zh_hans: 取消

# task_desc.PlaceholderText
source: Please enter a task description
zh_hans: 请输入任务说明

# task_desc_label.Text
source: Desciption
zh_hans: 任务说明

# task_edit_title
source: Modify task
zh_hans: 修改任务

# task_enter_edit.Label
source: Edit
zh_hans: 编辑

# task_name.PlaceholderText
source: Please enter a task name
zh_hans: 请输入任务名

# task_name_label.Text
source: Name
zh_hans: 任务名

# task_new_title.Title
source: Add A Task
zh_hans: 新增任务

# task_pause_btn.Label
source: Pause
zh_hans: 暂停计时

# task_play_btn.Label
source: Play
zh_hans: 开始计时

# task_save_success
source: Task saved successfully
zh_hans: 任务保存成功

# task_selected_error
source: Please select a task
zh_hans: 请选择任务

# task_stop_batch.Label
source: Stop
zh_hans: 停止任务

# task_stop_btn.Label
source: Stop
zh_hans: 停止计时

# task_stop_success
source: Stop Task Success
zh_hans: 停止任务成功

# task_tab_1
source: Processing
zh_hans: 进行中

# task_tab_2
source: Finish
zh_hans: 已完成

# task_time.PlaceholderText
source: Every Time
zh_hans: 单次时间

# task_time_label.Text
source: Every Time
zh_hans: 单次时间

# thu_label.Text
source: Thu
zh_hans: 四

# toggle_switch.OffContent
source: Off
zh_hans: 关

# toggle_switch.OnContent
source: On
zh_hans: 开

# tue_label.Text
source: Tue
zh_hans: 二

source: Unknow Error
zh_hans: 未知错误

# vibrate_label.Text
source: Vibrate
zh_hans: 震动

# wed_label.Text
source: Wed
zh_hans: 三
